<?php
/*****************************************************
** BICQ系统设置
*****************************************************/
$timeoffset = 8;						// 地域时差
$sessexpiry = '60';						// 会话过期的时间(秒)[请保持默认]
$sessionclear = '172800';					// 过期的SESSION删除时间(秒)[请保持默认]
/*****************************************************
** 数据库信息设置
*****************************************************/
$db_host = 'localhost';						// 主机地址
$db_user = 'root';						// 用户名
$db_pass = '1234';						// 密码
$db_name = 'bicq';						// 数据库名
$db_charset = 'utf-8';						// 系统编码[禁止修改]
$tablepre = 'bicq_';						// 表前缀
?>
